[
	{
    "id": "mon_gorgonopsid_generic",
    "type": "MONSTER",
    "name": { "str": "gorgonopsid", "str_pl": "gorgonopsids" },
    "description": "A dog-looking… beast, this animal looks like a mix between a big cat, a bear, a dinosaur and other animals you can't think at the moment.  The gait is unlike anything you have seen before, both awkward yet agile. The tail is thick and short, the limbs somewhat resemble those of a human, but shorter in relation to the body, with the hind limbs being shorter than the front limbs, each of them ends on a feet with short claws, capable of rudimentary grappling.  The most shocking part of the animal is the very robust, huge trapezoidal head, with equally huge fangs showing well past the reptilian lips.  Looking at it forces a primal bubble of fear from the depths of your mind come to the surface, ready to cavitate.",
    "volume": "300000 ml",
    "weight": "350000 g",
	"default_faction": "touhou_gorgonopsid_inostrancevia",
    "bodytype": "dog",
    "categories": [ "WILDLIFE" ],
    "species": [ "MAMMAL" ],
    "harvest": "mammal_large_leather",
	"hp": 250,
    "speed": 175,
    "material": [ "flesh" ],
    "symbol": "G",
    "color": "light_gray",
    "aggression": 50,
    "morale": 50,
    "melee_skill": 8,
    "melee_dice": 4,
    "melee_dice_sides": 8,
    "melee_cut": 8,
    "dodge": 4,
    "bleed_rate": 33,
    "vision_day": 35,
    "vision_night": 25,
    "path_settings": { "max_dist": 25 },
    "special_attacks": [ [ "bite_3d6", 4 ] ],
    "anger_triggers": [ "HURT", "FRIEND_ATTACKED", "FRIEND_DIED", "PLAYER_WEAK", "PLAYER_CLOSE", "STALK" ],
    "placate_triggers": [ "MEAT" ],
    "flags": [ "HEARS", "KEENNOSE", "PATH_AVOID_DANGER_1", "SEES", "WARM" ],
	"//": "Generic Gorgonopsid, this template is for animals that look like Inostrancevia + Pristerognathus. The later is technically a Therocephalian but they look similar enough and until there are enough of them there's no need for a different identification. This should NOT spawn, mon_gorgonopsid_inostrancevia is the 'active' version",
	"//2": "The harvest of these should be more mammal than reptilian, however currently both have the same values"
	},
	{
    "id": "mon_gorgonopsid_inostrancevia",
    "type": "MONSTER",
    "name": { "str": "inostrancevia", "str_pl": "inostrancevia" },
    "copy-from": "mon_gorgonopsid_generic",
	"description": "A dog-looking… beast, this animal looks like a mix between a big cat, a bear, a dinosaur and other animals you can't even think of.  The gait is unlike anything you have seen before, both awkward yet agile. The tail is thick and short, the limbs somewhat resemble those of a human, but shorter in relation to the body, with the hind limbs being shorter than the front limbs, each of them ends on feet with short claws, capable of rudimentary grappling.  The most shocking part of the animal is the very robust, huge trapezoidal head, with equally huge fangs showing well past the lips.  Looking at it forces a primal bubble of fear from the depths of your mind come to the surface, ready to cavitate.",
    "armor_bash": 6,
    "armor_cut": 6,
    "armor_bullet": 4,
    "armor_stab": 4,
    "armor_elec": 6,
	"special_attacks": [ [ "bite_3d6", 4 ] ],
    "flags": [ "BASHES", "HEARS", "KEENNOSE", "PATH_AVOID_DANGER_1", "PUSH_MON", "SEES", "WARM" ]
	},
	{
    "id": "mon_gorgonopsid_pristerognathus",
    "type": "MONSTER",
    "name": { "str": "pristerognathus", "str_pl": "pristerognathus" },
    "copy-from": "mon_gorgonopsid_generic",
	"description": "A dog-looking… beast, this animal looks like a mix between man's best friend, a dinosaur and other animals you can't even think of.  The gait is unlike anything you have seen before, both awkward yet agile, with the animal running on a similar way you'd imagine a crocodile can. The tail is thick and short, the weirdly human-looking limbs sprawl at the sides, each of them ends on feet with short claws.  The most shocking part of the animal is the very robust, huge, flat trapezoidal head, with equally huge fangs showing well past the lips.  You think, you know deep inside you a bite will really hurt.",
    "volume": "30000 ml",
    "weight": "35 kg",
	"default_faction": "touhou_gorgonopsid_pristerognathus",
    "bodytype": "dog",
    "categories": [ "WILDLIFE" ],
    "species": [ "MAMMAL" ],
    "harvest": "mammal_leather",
	"hp": 75,
    "speed": 150,
    "material": [ "flesh" ],
    "symbol": "g",
    "color": "light_gray",
    "aggression": 25,
    "morale": 35,
    "melee_skill": 6,
    "melee_dice": 3,
    "melee_dice_sides": 3,
    "melee_cut": 8,
    "dodge": 4,
    "armor_bash": 2,
    "armor_cut": 2,
    "armor_bullet": 4,
    "armor_stab": 2,
    "vision_day": 35,
    "vision_night": 15,
    "path_settings": { "max_dist": 20 },
	"special_attacks": [ [ "bite_3d5", 4 ] ],
    "flags": [ "HEARS", "KEENNOSE", "PATH_AVOID_DANGER_1", "SEES", "SWARMS", "WARM" ],
	"//": "Dog-sized but sprawls instead of having an erect posture, with different body part ratios too"
	}
]